/* 
	UnmountAssistant Localizable.strings
	Copyright 2008-2009 Apple Inc. All rights reserved.
 */

/* Alert buttons */
"OK" = "OK";
"CANCEL" = "Abbrechen";
"FORCE_EJECT" = "Sofort auswerfen …";
"CONFIRM_FORCE" = "Sofort auswerfen";
"TRY_AGAIN" = "Erneut versuchen";


/* non-GUI app is using the disk */
"UNKNOWN_IN_USE" = "Das Medium wird gerade von einem oder mehreren Programmen verwendet und kann nicht ausgeworfen werden.";
"VOLUME_IN_USE" = "Das Medium „%@“ wird gerade von einem oder mehreren Programmen verwendet und kann nicht ausgeworfen werden.";

"TRYING_TO_EJECT_INFO" = "Um das Medium sofort auszuwerfen, klicken Sie auf „Sofort auswerfen“.";
"UNABLE_TO_EJECT_INFO" = "Sie können versuchen das Medium erneut auszuwerfen, oder Sie klicken auf „Sofort auswerfen“, um es sofort auszuwerfen.";

"UNKNOWN_FORCE_EJECT" = "Möchten Sie das Medium wirklich auswerfen?";
"VOLUME_FORCE_EJECT" = "Möchten Sie „%@“ wirklich auswerfen?";

"CONFIRM_FORCEEJECT_INFO" = "Wenn Sie das Medium auswerfen, kann dies zu Problemen mit dem Medium oder den Informationen darauf führen.";


/* GUI app is using the disk */
"UNKNOWN_IN_USE_BY_1GUIPROC" = "Das Medium wird gerade von „%@“ verwendet und kann nicht ausgeworfen werden.";
"VOLUME_IN_USE_BY_1GUIPROC" = "Das Medium „%1$@“ wird gerade von „%2$@“ verwendet und kann nicht ausgeworfen werden.";

"UNKNOWN_IN_USE_BY_2GUIPROCS" = "Das Medium wird gerade von „%1$@“ und „%2$@“ verwendet und kann nicht ausgeworfen werden.";
"VOLUME_IN_USE_BY_2GUIPROCS" = "Das Medium „%1$@“ wird gerade von „%2$@“ und „%3$@“ verwendet und kann nicht ausgeworfen werden.";

"UNKNOWN_IN_USE_BY_3GUIPROCS" = "Das Medium wird gerade von „%@“ und weiteren Programmen verwendet und kann nicht ausgeworfen werden.";
"VOLUME_IN_USE_BY_3GUIPROCS" = "Das Medium „%1$@“ wird gerade von „%2$@“ und weiteren Programmen verwendet und kann nicht ausgeworfen werden.";

"QUIT_ONE_INFO" = "Beenden Sie dieses Programm und versuchen Sie erneut, das Medium auszuwerfen.";
"QUIT_MULTIPLE_INFO" = "Beenden Sie diese Programme und versuchen Sie erneut, das Medium auszuwerfen.";


/* User is using the disk */
"UNKNOWN_IN_USE_BY_1USER" = "Das Medium wird gerade von einem weiteren Benutzer (%@) verwendet und kann nicht ausgeworfen werden.";
"VOLUME_IN_USE_BY_1USER" = "Das Medium „%1$@“ wird gerade von einem weiteren Benutzer (%2$@) verwendet und kann nicht ausgeworfen werden.";

"UNKNOWN_IN_USE_BY_2USERS" = "Das Medium wird gerade von anderen Benutzern (%1$@ und %2$@) verwendet und kann nicht ausgeworfen werden.";
"VOLUME_IN_USE_BY_2USERS" = "Das Medium „%1$@“ wird gerade von anderen Benutzern (%2$@ und %3$@) verwendet und kann nicht ausgeworfen werden.";

"UNKNOWN_IN_USE_BY_3USERS" = "Das Medium wird gerade von anderen Benutzern (%1$@, %2$@ und andere) verwendet und kann nicht ausgeworfen werden.";
"VOLUME_IN_USE_BY_3USERS" = "Das Medium „%1$@“ wird gerade von anderen Benutzern (%2$@, %3$@ und andere) verwendet und kann nicht ausgeworfen werden.";

"LOGOUT_ONE_INFO" = "Versuchen Sie das Medium erneut auszuwerfen, wenn „%@“ es nicht mehr verwendet.";
"LOGOUT_MULTIPLE_INFO" = "Versuchen Sie das Medium erneut auszuwerfen, wenn die anderen Benutzer es nicht mehr verwenden.";


/* Disk Image is mounted from the disk the disk */
"VOLUME_HAS_DISKIMAGE" = "Das Medium „%1$@“ wird gerade verwendet und kann nicht ausgeworfen werden.";
"UNKNOWN_HAS_DISKIMAGE" = "Das Medium wird gerade verwendet und kann nicht ausgeworfen werden.";

"VOLUME_HAS_1DISKIMAGE_INFO" = "Werfen Sie zuerst „%1$@“ aus und versuchen Sie dann erneut, „%2$@“ auszuwerfen.";
"VOLUME_HAS_2DISKIMAGES_INFO" = "Werfen Sie zuerst „%1$@“ und „%2$@“ aus und versuchen Sie dann erneut, „%3$@“ auszuwerfen.";
"VOLUME_HAS_3DISKIMAGES_INFO" = "Werfen Sie zuerst „%1$@“ und weitere Medien aus und versuchen Sie dann erneut, „%2$@“ auszuwerfen.";

"UNKNOWN_HAS_1DISKIMAGE_INFO" = "Werfen Sie zuerst „%1$@“ aus und versuchen Sie dann erneut, das Medium auszuwerfen.";
"UNKNOWN_HAS_2DISKIMAGES_INFO" = "Werfen Sie zuerst „%1$@“ und „%2$@“ aus und versuchen Sie dann erneut, das Medium auszuwerfen.";
"UNKNOWN_HAS_3DISKIMAGES_INFO" = "Werfen Sie zuerst „%1$@“ und weitere Medien aus und versuchen Sie dann erneut, das Medium auszuwerfen.";


/* volume was ejected */
"UNKNOWN_WAS_EJECTED" = "Das Medium wurde ausgeworfen.";
"VOLUME_WAS_EJECTED" = "Das Medium „%@“ wurde ausgeworfen.";


/* Misc strings */
"TRYING_TO_EJECT" = "Auswerfen";

"PROCESS_PID" = "Prozess %d";